const result = {
  answer: [
    {
      stock: '코스메카코리아',
      score: 0.1746068000793457,
      logit: 15.968515396118164,
    },
    {
      stock: '사빅',
      score: 0.022218355908989906,
      logit: 13.90689754486084,
    },
  ],
  title: [
    {
      stock: '코스메카코리아',
      score: 0.21217072010040283,
      logit: 15.695374488830566,
    },
  ],
  body: [
    {
      stock: '코스메카코리아',
      score: 0.1604318469762802,
      logit: 15.967019081115723,
    },
    {
      stock: '사빅코리아',
      score: 0.03668133169412613,
      logit: 14.49141788482666,
    },
  ],
  sentence: [
    {
      index: 0,
      sentence: '[서울경제] 코스메카코리아(241710)가 사우디 최대 기업인 사빅과 업무협약을 체결한 것이 부각되면서 상승세다. 사빅이 네옴시티 프로젝트 워크숍에 참여하면서 관련주들이 부각되고 있는 모양새다.',
      condition: [
        {
          stock: '코스메카코리아',
          score: 0.6082183718681335,
          logit: 16.96306610107422,
        },
        {
          stock: '사빅',
          score: 0.024255851283669472,
          logit: 13.741189956665039,
        },
      ],
    },
    {
      index: 5,
      sentence: '10일 오전 11시 10분 현재 코스메카코리아는 전날 보다 13.24% 오른 7700원에 거래되고 있다.',
      condition: [
        {
          stock: '코스메카코리아',
          score: 0.2393777221441269,
          logit: 15.342683792114258,
        },
      ],
    },
    {
      index: 10,
      sentence: "이날 업계에 따르면 1400조원 규모의 초대형 도시 건설 프로젝트 '네옴시티' 사업을 추진 중인 사우디아라비아 투자부와 산업통상자원부가 함께한 '한-사우디 비즈니스 워크숍'을 개최한 가운데 사빅(SABIC)이 참여한 것으로 전해지고 있다.",
      condition: [],
    },
    {
      index: 15,
      sentence: "산업통상자원부는 이날 사우디와 수교 60주년을 맞아 서울 서초구 JW메리어트 호텔에서 사우디 투자부와 함께 '한-사우디 비즈니스 워크숍'을 개최했다.",
      condition: [],
    },
    {
      index: 20,
      sentence: '이날 사우디 주요 기업들은 에너지, 인프라, 네옴시티 등 초대형 프로젝트들에 대한 정보를 공유하며 우리 기업들의 적극적인 참여를 요청했다.',
      condition: [],
    },
    {
      index: 25,
      sentence: '한편 코스메카코리아는 지난해 판교에 위치한 CIR센터에서 사빅코리아 스페셜티 사업부(SHPP)와 친환경 플라스틱을 활용한 화장품 포장재 연구개발을 위한 업무협약을 체결했다.',
      condition: [
        {
          stock: '코스메카코리아',
          score: 0.052404895424842834,
          logit: 14.497415542602539,
        },
      ],
    },
    {
      index: 30,
      sentence: '사빅코리아는 세계 최대의 석유화학사이자 사우디아라비아의 국영 기업인 사빅(SABIC)의 한국법인이다.',
      condition: [
        {
          stock: '사빅코리아',
          score: 0.11931390315294266,
          logit: 15.254552841186523,
        },
      ],
    },
    {
      index: 35,
      sentence: '코스메카코리아와 사빅코리아는 친환경 화장품 포장재 개발을 통해 지속가능한 플라스틱 생태계를 조성하며, 환경적 대안과 경제적 가치 창출을 모색해야 한다는 데 뜻을 모았다.',
      condition: [
        {
          stock: '사빅코리아',
          score: 0.04348669573664665,
          logit: 13.029793739318848,
        },
        {
          stock: '코스메카코리아',
          score: 0.030924031510949135,
          logit: 12.688872337341309,
        },
      ],
    },
    {
      index: 40,
      sentence: '사빅의 PCR 기술은 세계적인 권위의 친환경 인증기관인 SCS Global로부터 인증을 받은 기술로, 뛰어난 탄소 감축 효과를 가지고 있다.',
      condition: [
        {
          stock: '사빅',
          score: 0.44584375619888306,
          logit: 16.175094604492188,
        },
      ],
    },
  ],
};

export default result;
